Repository: blackfyre/openGallery
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: hu

source: Query failed
hu: Sikertelen lekérdezés

source: Artist Index
hu: Művész index

source: Artist Name
hu: Név

source: Born-Died
hu: Született-Halt

source: Period
hu: Periódus

source: School
hu: Iskola

source: Multiple results
hu: A vártnál több eredmény

source: Missing variable
hu: Hiányzó változó

source: Works
hu: Munkásság

source: Login
hu: Bejelentkezés

source: Username
hu: Felhasználó

source: Password
hu: Jelszó

source: Login!
hu: Bejelentkezés

source: Login Failed!
hu: Sikertelen bejelentkezés!

source: _db_connect_success
hu: Sikeres adatbázis kapcsolódás!

source: _db_connect_fail
hu: Nem sikerült az adatbázishoz kapcsolódni!

source: QUICKSEARCH
hu: GYORSKERESÉS

source: What's new
hu: Újdonságok

source: Sign up for the updates
hu: Iratkozz fel a frissítésekért

source: By clicking the 'Sign Up!' button I accept the terms of service.
hu: A "Feliratkozom!" gomb megnyomásával elfogadom a szolgáltatási feltételeket!

source: Sign Up!
hu: Feliratkorom!

source: you@domain.com
hu: te@levelezo.hu

source: User menu
hu: Felhasználói menü

source: ERROR
hu: HIBA

source: _logAction_error
hu: Nem sikerült az eseménynapló bejegyzést létrehozni

source: Active
hu: Aktív

source: Preview
hu: Előnézet

source: Edit
hu: Szerkesztés

source: Preview in nem window
hu: Előnézet új ablakban

source: Edit Artist
hu: A Művész szerkesztése

source: The Artist is <b>ACTIVE</b> in the listings!
hu: A művész <b>AKTÍV</b> a listázásokban!

source: The Artist is <b>INACTIVE</b> in the listings!
hu: A művész <b>INAKTÍV</b> a listázásokban!
